cask_args appdir: "/Applications"

tap Homebrew/bundle

brew 'node'
brew 'vim'
brew 'yarn'
brew 'mogodb'
brew 'hugo'
brew 'vim'
brew 'tmux'

cask 'vlc'
cask 'firefox'
cask 'google-chrome'
cask 'opera'
cask 'visual-studio-code'
cask 'dashlane'
cask 'slack'
cask 'iterm2'
cask 'spotify'
cask 'postman'